"Button 1:"		= "Przycisk 1:";
"Button 2:"		= "Przycisk 2:";
"Button 3:" 	= "Przycisk 3:";
"Button 4:"		= "Przycisk 4:"; 

"Backlight Correction"	= "Korekcja cieni";
"Color Restoration"		= "Przywracanie kolorów";
"Descreening"			= "Usuwanie mory";
"Dust Removal"			= "Usuwanie pyłków";
"Unsharp Mask"			= "Maska wyostrzająca";

"None"			= "Brak";
"Newspaper"		= "Gazeta(85lpi)";
"Magazine"		= "Czasopismo(133lpi)";
"Fine Prints"	= "Dokładne wydruki(175lpi)";
"General"		= "Ogólne";

"Low"		= "Niski";
"Medium"	= "Średni";
"High"		= "Wysoki";

"Quiet Mode"        = "Tryb cichy";
"Off"               = "Wyłączone";
"On"                = "Włączone";
"Printer Setting"   = "Ustawienie drukarki";
